helpList = [
    "入典/添加语录：将骚话保存记录",
    "查询语录：查询已保存的骚话",
    "随机语录/抽卡：随机一条已保存的骚话",
    "本日/昨日/本月词云：群聊词云",
    "摸摸/摸爆：对指定群友进行抚慰",
    "来点图片：随机一张美图",
    "来点xx图片：一张对应关键词的图片",
    "/pid xxxx：搜索对应pid的p站图片",
    "/今日素材：原神今日素材图鉴",
    "/查询 xxx：查询原神角色or武器信息",
    "/攻略 xxx：查询原神角色攻略",
    "/位置 xxx：查询原神材料位置",
    "/翻译 xxx：进行文本翻译",
    "/超分：图片超分辨率处理（就是变得清晰一点）",
    "/画图 xxx（已弃用）：AI作图，后面必须要有 英文 关键词",
    "/点歌 xxx：点歌服务",
    "/抽卡：进行原神模拟抽卡",
    "/舔狗日记：发送一段舔狗日记",
    "/word：进行猜单词游戏",
    "/24：进行24点游戏",
    "/猜语音：进行原神猜语音游戏",

    "Admin指令：\n\n" +
    "清空语录：清空本群所有语录\n\n" +
    "更新原神地图：更新原神地图信息\n\n" +
    "更新角色列表：更新原神已有角色列表\n\n" +
    "更新武器列表：更新原神已有武器列表\n\n" +
    "更新角色攻略：根据original更新角色攻略（慎用）\n\n" +
    "-m/-module：插件管理\n\n" +
    "-p/-permission：权限管理\n\n"
]
